{
    "alpha-nvim": {
        "branch": "main"
    },
    "blink.cmp": {
        "branch": "main"
    },
    "copilot.vim": {
        "branch": "release"
    },
    "friendly-snippets": {
        "branch": "main"
    },
    "indent-blankline.nvim": {
        "branch": "master"
    },
    "lazy.nvim": {
        "branch": "main"
    },
    "lualine.nvim": {
        "branch": "master"
    },
    "mason-lspconfig.nvim": {
        "branch": "main"
    },
    "mason.nvim": {
        "branch": "main"
    },
    "neo-tree.nvim": {
        "branch": "v3.x"
    },
    "none-ls-extras.nvim": {
        "branch": "main"
    },
    "none-ls.nvim": {
        "branch": "main"
    },
    "nui.nvim": {
        "branch": "main"
    },
    "nvim-highlight-colors": {
        "branch": "main"
    },
    "nvim-lspconfig": {
        "branch": "master"
    },
    "nvim-treesitter": {
        "branch": "master"
    },
    "nvim-web-devicons": {
        "branch": "master"
    },
    "oh-lucy.nvim": {
        "branch": "main"
    },
    "plenary.nvim": {
        "branch": "master"
    },
    "telescope-fzf-native.nvim": {
        "branch": "main"
    },
    "telescope-ui-select.nvim": {
        "branch": "master"
    },
    "telescope.nvim": {
        "branch": "master"
    },
    "vim-tmux-navigator": {
        "branch": "master"
    }
}